Repository: OpenInkpot-archive/epuzzles
Catalog: po/*.po
Languages: cs, es, pl, ru, uk

source: Pegs
cs: Kolíky
es: Clavijas
pl: Samotnik
ru: Колышки
uk: Кілочки

source: Rectangles
cs: Obdélníky
es: Rectángulos

source: Slant
cs: Naklánění
es: Diagonales

source: Moves since auto-solve: %d
cs: Tahy od automatického řešení: %d
es: Movimientos desde la solución automática: %d
pl: Ruchów od automatycznego rozwiązywania: %d
ru: Ходов после авторешения: %d
uk: Кроків після автоматичного розв’язання: %d

source: %sMoves: %d
cs: %sTahy: %d
es: %sMovimientos: %d
pl: %sRuchów: %d
ru: %sХодов: %d
uk: %sКроків: %d

source: COMPLETED!
cs: DOKONČENO!
es: ¡COMPLETADO!
pl: SKOŃCZONE!
ru: РЕШЕНО!
uk: РОЗВ’ЯЗАНО!

source: (target %d)
cs: (cíl %d)
es: (objetivo %d)
pl: (cel %d)
ru: (цель %d)
uk: (ціль %d)

source: Twiddle
es: Revoltijo
pl: Kręcenie
ru: Крути-верти
uk: Круть-Верть

source: Auto-solved.
cs: Automaticky vyřešeno.
es: Auto-resuelto.
pl: Rozwiązane automatycznie.
ru: Решено автоматом
uk: Розв’язано автоматично.

source: Auto-solver used.
cs: Použito automatické řešené.
es: Utilizada la solución automática.
pl: Użyto automatycznego rozwiązywania
ru: Использовано авторешение
uk: Використано автоматичне розв’язання.

source: Flip
es: Conmutar
ru: Перевёртыш

source: Bridges
cs: Mosty
es: Puentes
pl: Mosty
ru: Мостики
uk: Містки

source: Fifteen
cs: Patnáct
es: Quince
pl: Piętnastka
ru: Пятнашки
uk: П’ятнашки

source: Puzzles: Help
cs: Hlavolamy: Nápověda
es: Puzzles: Ayuda
pl: Puzzle: Pomoc
ru: Головоломки: Помощь
uk: Головоломки: Допомога

source: Press @Context@ to get help
cs: Stiskni @Context@ pro nápovědu
es: Pulsa @Context@ para obtener ayuda
ru: Нажмите @Context@ для подсказки
uk: Натисніть @Context@ щоб отримати допомогу.

source: Solo
pl: Sudoku
ru: Судоку
uk: Судоку

source: Puzzles
cs: Hlavolamy
pl: Puzzle
ru: Головоломки
uk: Головоломки

source: Press "0" to get help
pl: Wciśnij "0" by uzyskać pomoc

source: Press "M" to get help
pl: Wciśnij "M" by uzyskać pomoc
